IdeaRS.Connections
FasteningData.CoordinateSystem Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the coordinate system type.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CoordinateSystemMethod CoordinateSystem { get; set; }
Property Value
Type: CoordinateSystemMethod
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace